Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# JumpListPinnedGroupHeader
source: Pinned items
ar: عناصر مثبتة
bg: Закачени елементи
ca: Elements fixats
cs_cz: Připnuté položky
da: Fastgjorte elementer
de_de: Favoriten
el: Καρφιτσωμένα στοιχεία
es_es: Elementos anclados
fr_fr: Éléments épinglés
hu_hu: Rögzített elemek
id_id: Item yang disematkan
it_it: Elementi fissati
ja_jp: ピン留めされた項目
ko_kr: 고정된 항목
nb_no: Festede elementer
pl_pl: Przypięte elementy
pt_pt: Itens fixados
ro_ro: Elemente fixate
ru_ru: Закрепленные элементы
sk_sk: Pripnuté položky
sv_se: Fästa objekt
tr_tr: Sabitlenen öğeler
uk_ua: Закріплені елементи
vi: Các mục được ghim
zh_hans: 已固定的项目
zh_hant: 釘選項目

source: Decrease size
ar: تقليص الحجم
bg: Намаляване на големината
ca: Disminueix la mida
cs_cz: Zmenšit velikost
da: Reducer størrelse
de_de: Größe verringern
el: Μείωση μεγέθους
es_es: Disminuir tamaño
fr_fr: Diminuer la taille
hu_hu: Kicsinyítés
id_id: Kurangi ukuran
it_it: Riduci dimensione
ja_jp: サイズを小さくする
ko_kr: 크기 축소
nb_no: Reduser størrelse
pl_pl: Zmniejsz rozmiar
pt_pt: Diminuir tamanho
ro_ro: Reduceți dimensiunea
ru_ru: Уменьшить размер
sk_sk: Zmenšiť veľkosť
sv_se: Minska storlek
tr_tr: Boyutu küçült
uk_ua: Зменшити розмір
vi: Giảm kích thước
zh_hans: 减小大小
zh_hant: 縮小

source: Increase size
ar: تكبير الحجم
bg: Увеличаване на големината
ca: Augmenta la mida
cs_cz: Zvětšení velikosti
da: Forøg størrelse
de_de: Größe vergrößern
el: Αύξηση μεγέθους
es_es: Aumentar tamaño
fr_fr: Augmenter la taille
hu_hu: Nagyítás
id_id: Tingkatkan ukuran
it_it: Aumenta dimensione
ja_jp: サイズを大きくする
ko_kr: 크기 확대
nb_no: Øk størrelse
pl_pl: Zwiększ rozmiar
pt_pt: Aumentar tamanho
ro_ro: Măriți dimensiunea
ru_ru: Увеличить размер
sk_sk: Zväčšiť veľkosť
sv_se: Öka storlek
tr_tr: Boyutu büyüt
uk_ua: Збільшити розмір
vi: Tăng kích thước
zh_hans: 增加大小
zh_hant: 放大

source: Toggle sort direction
ar: تبديل اتجاه الفرز
ca: Canvia la direcció d'ordenació
cs_cz: Obrátit směr řazení
da: Skift sorteringsretning
de_de: Sortierungsrichtung umschalten
el: Εναλλαγή κατεύθυνσης ταξινόμησης
es_es: Cambiar el sentido de la clasificación
fr_fr: Activer/Désactiver la direction de tri
hu_hu: Rendezés irányának megfordítása
id_id: Pilih arah pengurutan
it_it: Attiva/Disattiva direzione di ordinamento
ja_jp: 昇順と降順の切り替え
ko_kr: 정렬 방향 전환
nb_no: Velg sorteringsrekkefølge
pl_pl: Zmień kolejność sortowania
pt_pt: Alternar sentido de ordenação
ro_ro: Comutare direcție sortare
ru_ru: Переключить направление сортировки
sk_sk: Prepnúť smer radenia
sv_se: Växla sorteringsriktning
tr_tr: Sıralama yönünü değiştir
uk_ua: Перемкнути напрямок сортування
vi: Chuyển đổi hướng sắp xếp
zh_hans: 切换排序方向
zh_hant: 切換排序方向

# InvalidTagNameWarning
source: Invalid name
ar: اسم غير صالح
bg: Невалидно име
ca: Nom no vàlid
cs_cz: Neplatné jméno
da: Ugyldigt navn
de_de: Ungültiger Name
el: Μη έγκυρο όνομα
es_es: Nombre no válido
fr_fr: Nom invalide
hu_hu: Érvénytelen név
id_id: Nama tidak valid
it_it: Nome non valido
ja_jp: 無効な名前です
ko_kr: 잘못된 이름
nb_no: Ugyldig navn
pl_pl: Nieprawidłowa nazwa
pt_pt: Nome inválido
ro_ro: Nume invalid
ru_ru: Некорректное имя
sk_sk: Neplatné meno
sv_se: Ogiltigt namn
tr_tr: Geçersiz isim
uk_ua: Недопустима назва
vi: Tên không hợp lệ
zh_hans: 无效名称
zh_hant: 無效名稱

# TagNameRules
source: Name must not be empty or start or end with a period.
ar: يجب ألا يكون الاسم فارغاً أو أن يبدأ أو ينتهي بفترة زمنية.
bg: Името не трябва да е празно или да започва или да завършва с точка.
ca: El nom no ha d'estar buit ni començar o acabar amb un punt.
cs_cz: Název nesmí být prázdný, nebo nesmí začínat či končit tečkou.
da: Navnet må ikke være tomt eller starte eller slutte med et punktum.
de_de: Name darf nicht leer sein oder mit einem Punkt beginnen oder enden.
el: Το όνομα δεν πρέπει να είναι κενό ή να ξεκινά ή να τελειώνει με τελεία.
es_es: El nombre no debe estar vacío ni empezar o acabar con un punto.
fr_fr: Le nom ne doit pas être vide, ni commencer ou se terminer par un point.
hu_hu: A név nem lehet üres és nem kezdődhet, vagy fejeződhet be kötőjellel.
id_id: Nama tidak boleh kosong atau dimulai atau diakhiri dengan tanda titik.
it_it: Il nome non deve essere vuoto o iniziare o terminare con un punto.
ja_jp: 名前を空欄にすることやピリオドで開始または終了することはできません。
ko_kr: 이름은 공백이거나 마침표로 시작하거나 끝날 수 없습니다.
nb_no: Navnet kan ikke være tomt eller starte eller slutte med punktum.
pl_pl: Nazwa nie może być pusta ani zaczynać się lub kończyć kropką.
pt_pt: O nome não pode ser vazio nem começar ou terminar com um ponto.
ro_ro: Numele nu trebuie să fie gol sau să înceapă sau să se termine cu un punct.
ru_ru: Имя не должно быть пустым или начинаться или заканчиваться точкой.
sv_se: Namnet får inte vara tomt, starta med eller avsluta med en punkt.
tr_tr: İsim boş olmamalı veya nokta ile başlamamalı veya bitmemelidir.
uk_ua: Назва не повинна бути порожньою або починатись чи закінчуватись крапкою.
vi: Tên không được để trống hoặc bắt đầu/kết thúc với một dấu chấm.
zh_hans: 名称不能为空，也不能以英文句点 (.) 开头或结尾。
zh_hant: 名稱不能為空或以句號作為開頭或結尾

source: Videos
ar: مقاطع الفيديو
bg: Видеоклипове
ca: Vídeos
cs_cz: Videa
da: Videoer
el: Βίντεο
es_es: Vídeos
fi_fi: Videot
fr_fr: Vidéos
he_il: סרטוני וידאו
hr_hr: Videozapisi
hu_hu: Videók
id_id: Video
it_it: Video
ja_jp: ビデオ
ka: ვიდეოები
ko_kr: 동영상
lv_lv: Video
nb_no: Videoer
or_in: ଭିଡିଓଗୁଡିକ
pl_pl: Wideo
pt_pt: Vídeos
ro_ro: Videoclipuri
ru_ru: Видео
sk_sk: Videá
sv_se: Videor
tr_tr: Videolar
uk_ua: Відео
vi: Video
zh_hans: 视频
zh_hant: 影片

source: Launch QuickLook
ar: تشغيل QuickLook
bg: Пускане на QuickLook
de_de: Schnellansicht öffnen
it_it: Avvia QuickLook
pl_pl: Uruchom QuickLook
pt_pt: Iniciar QuickLook

source: Toggle compact overlay
ar: تبديل التراكب المدمج
ca: Canvia la superposició compacta
cs_cz: Přepnout kompaktní překrytí
de_de: Kompakte Ansicht umschalten
el: Εναλλαγή συμπαγούς επικάλυψης
es_es: Entrar/Salir de superposición compacta
fr_fr: Activer/Désactiver le mode compact
hu_hu: Kompakt mód ki-/bekapcsolása
id_id: Tampilkan overlay kompak
it_it: Attiva/Disattiva modalità primo piano
ja_jp: コンパクト オーバーレイを切り替える
ko_kr: 컴팩트 오버레이 전환
nb_no: Kompakt overlegg av/på
pl_pl: Przełącz kompaktową nakładkę
pt_pt: Alternar modo de sobreposição compacta
ro_ro: Comutare suprapunere compactă
ru_ru: Включить компактный режим
sv_se: Växla kompakt överlägg
tr_tr: Kompakt üstyazımı aç / kapa
uk_ua: Увімкнути компактний оверлей
vi: Bật/Tắt chế độ thu gọn
zh_hans: 开关精简模式
zh_hant: 切換緊湊檢視

# OpenHelpDescription
source: Open online help page in browser
bg: Отваряне на мрежовата помощна страница в браузъра
ca: Obre la pàgina d'ajuda en línia al navegador
cs_cz: Otevřít stránku nápovědy v prohlížeči
da: Åbn online hjælpeside i browser
de_de: Online-Hilfeseite im Browser öffnen
el: Άνοιγμα online σελίδας βοήθειας στο πρόγραμμα περιήγησης
es_es: Abrir la página de ayuda en línea en el navegador
fr_fr: Ouvrir la page d'aide en ligne dans votre navigateur
hu_hu: Online sugóoldal megnyitása a böngészőben
id_id: Buka halaman bantuan daring di browser
ja_jp: ブラウザーでオンライン ヘルプを開く
ko_kr: 온라인 지원 페이지 열기
nb_no: Åpne hjelpeside i nettleseren
pt_pt: Abrir página de ajuda no navegador
ro_ro: Deschideți pagina de ajutor online în browser
ru_ru: Открыть страницу онлайн справки в браузере
sv_se: Öppna onlinehjälp i en webbläsare
tr_tr: Çevrimiçi yardım sayfasını tarayıcıda aç
uk_ua: Відкрити сторінку довідки в браузері онлайн
vi: Mở trang trợ giúp trực tuyến trong trình duyệt
zh_hans: 在浏览器中打开在线帮助页面
zh_hant: 在瀏覽器中開啟幫助頁面

# ToggleFullScreenDescription
source: Toggle full screen
ca: Canvia pantalla completa
cs_cz: Přepnout režim celé obrazovky
da: Fuldskærm til/fra
de_de: Vollbild ein-/ausschalten
el: Εναλλαγή πλήρους οθόνης
es_es: Entrar/Salir de pantalla completa
fr_fr: Basculer en plein écran
hu_hu: Teljes képernyő
id_id: Beralih ke layar penuh
ja_jp: 全画面表示に切り替える
ko_kr: 전체 화면 전환
nb_no: Skru av/på Fullskjerm
pl_pl: Przełącz pełny ekran
pt_pt: Alternar ecrã completo
ro_ro: Comutare la ecran complet
ru_ru: Включить полноэкранный режим
sk_sk: Prepnúť režim celej obrazovky
sv_se: Växla helskärm
th_th: สลับแบบเต็มหน้าจอ
tr_tr: Tam ekranı aç/kapat
uk_ua: Відкрити на повний екран
vi: Bật hoặc tắt chế độ toàn màn hình
zh_hans: 切换全屏显示
zh_hant: 切換全螢幕

# EnterCompactOverlayDescription
source: Enter compact overlay
ar: ادخل وضع التراكب المضغوط
bg: Компактен режим
ca: Mode superposició compacta
cs_cz: Vstoupit do kompaktního překrytí
de_de: Zum kompakten Overlay wechseln
el: Εισαγωγή συμπαγούς επικάλυψης
es_es: Entrar en superposición compacta
fr_fr: Entrer en mode compact
hr_hr: Otvori kompaktni sloj
hu_hu: Kompakt nézet
id_id: Masuk ke tampilan fleksibel
it_it: Entra in modalità Compact Overlay
ja_jp: コンパクト オーバーレイを開始する
ka: შეერთებული გადაფარვის ჩართვა
ko_kr: 컴팩트 오버레이를 시작합니다
nb_no: Bytt til kompakt visning
nl_nl: Ga naar compacte overlay
pl_pl: Otwórz kompaktową nakładkę
pt_pt: Ativar modo de sobreposição compacta
ro_ro: Intrare în suprapunere compactă
ru_ru: Войти в компактный режим
sk_sk: Zadajte kompaktné prekrytie
sv_se: Öppna kompakt överlägg
th_th: เปิดใช้งานหน้าต่างย่อ
tr_tr: Kompakt yer paylaşımına gir
uk_ua: Компактний режим
vi: Mở cửa sổ dạng thu gọn
zh_hans: 进入精简模式
zh_hant: 進入精簡懸浮模式

# ExitCompactOverlayDescription
source: Exit compact overlay
ar: الخروج من وضع التراكب المدمج
bg: Изход от компактен режим
ca: Surt del mode superposició compacta
cs_cz: Opustit kompaktní překrytí
de_de: Kompaktes Overlay verlassen
el: Έξοδος από συμπαγή επικάλυψη
es_es: Salir de superposición compacta
fr_fr: Quitter le mode compact
hr_hr: Izađi iz kompaktnog sloja
hu_hu: Kilépés a kompakt nézetből
id_id: Keluar dari tampilan fleksibel
it_it: Esci dalla modalità Compact Overlay
ja_jp: コンパクト オーバーレイを終了する
ka: შეერთებული გადაფარვის გამორთვა
ko_kr: 컴팩트 오버레이를 종료합니다
nb_no: Avslutt kompakt visning
nl_nl: Sluit compacte overlay
pl_pl: Wyjdź z kompaktowej nakładki
pt_pt: Desativar modo de sobreposição compacta
ro_ro: Ieșire din suprapunere compactă
ru_ru: Выйти из компактного режима
sk_sk: Ukončite kompaktné prekrytie
sv_se: Stäng kompakt överlägg
th_th: ออกจากหน้าต่างย่อ
tr_tr: Kompakt yer paylaşımından çık
uk_ua: Вийти з компактного режиму
vi: Thoát cửa sổ dạng thu gọn
zh_hans: 退出精简模式
zh_hant: 返回完整檢視

# ToggleCompactOverlayDescription
source: Toggle compact overlay
ar: تبديل التراكب المدمج
ca: Canvia la superposició compacta
cs_cz: Přepnout kompaktní překrytí
de_de: Kompakte Ansicht umschalten
el: Εισαγωγή συμπαγούς επικάλυψης
es_es: Entrar/Salir de superposición compacta
fr_fr: Activer/Désactiver le mode compact
hu_hu: Kompakt mód ki-/bekapcsolása
id_id: Pilih overlay kompak
it_it: Attiva/Disattiva modalità primo piano
ja_jp: コンパクト オーバーレイを切り替える
ko_kr: 컴팩트 오버레이를 전환합니다
nb_no: Kompakt overlegg av/på
nl_nl: Ga naar compacte overlay
pl_pl: Przełącz kompaktową nakładkę
pt_pt: Alternar modo de sobreposição compacta
ro_ro: Comutare suprapunere compactă
ru_ru: Включить компактный режим
sv_se: Växla kompakt överlägg
tr_tr: Kompakt yer paylaşımını değiştir
uk_ua: Увімкнути компактний оверлей
vi: Bật hoặc tắt cửa sổ dạng thu gọn
zh_hans: 开关精简模式
zh_hant: 切換緊湊檢視

# SearchDescription
source: Go to search box
bg: Към полето за търсене
ca: Ves al quadre de cerca
cs_cz: Přejít do vyhledávacího pole
da: Gå til søgefelt
de_de: Gehe zu Suchfeld
el: Μετάβαση στο πλαίσιο αναζήτησης
es_es: Ir al cuadro de búsqueda
fr_fr: Accéder à la zone de recherche
hu_hu: Lépjen a keresőmezőbe
id_id: Pergi ke kotak pencarian
ja_jp: 検索ボックスへ移動する
ko_kr: 검색으로 이동
nb_no: Gå til søkefeltet
nl_nl: Ga naar zoekveld
pt_pt: Ir para a caixa de pesquisa
ro_ro: Mergeți la caseta de căutare
ru_ru: Перейти в окно поиска
sv_se: Hoppa till sökrutan
tr_tr: Arama kutusuna git
uk_ua: Перейти до поля пошуку
vi: Đặt tiêu điểm vào hộp tìm kiếm
zh_hans: 转到搜索框
zh_hant: 前往搜尋

# ToggleShowHiddenItemsDescription
source: Toggle whether to show hidden items
ca: Mostra/amaga elements ocults
cs_cz: Přepnout zobrazení skrytých položek
da: Slå til/fra om skjulte elementer skal vises
de_de: Umschalten, ob versteckte Elemente angezeigt werden sollen
el: Εναλλαγή εμφάνισης κρυφών στοιχείων
es_es: Mostrar/Ocultar elementos ocultos
fr_fr: Afficher/Masquer les éléments cachés
hu_hu: Rejtett elemek megjelenítésének ki-/bekapcsolása
id_id: Pilih untuk menunjukkan atau menyembunyikan item
ja_jp: 隠しファイルを表示するかどうかを切り替える
ko_kr: 숨겨진 항목 표시 여부를 전환합니다
nb_no: Velg om du vil vise skjulte elementer
pt_pt: Alternar exibição de itens ocultos
ro_ro: Comută dacă se afișează elementele ascunse
ru_ru: Включить/выключить отображение скрытых элементов
sv_se: Växla om dolda objekt ska visas
tr_tr: Gizli öğelerin gösterilip gösterilmeyeceğini değiştirin
uk_ua: Перемкнути для показу прихованих елементів
vi: Ẩn hoặc hiện khoản mục bị ẩn
zh_hans: 切换隐藏的项目的显示
zh_hant: 切換是否顯示隱藏項目

# ToggleShowFileExtensionsDescription
source: Toggle whether to show file extensions
ca: Canvia si voleu mostrar les extensions de fitxer
cs_cz: Přepnout zobrazení přípon souborů
da: Slå til/fra om filtyperne skal vises
de_de: Umschalten, ob Dateierweiterungen angezeigt werden sollen
el: Εναλλαγή εμφάνισης επεκτάσεων αρχείων
es_es: Mostrar/Ocultar las extensiones de archivos
fr_fr: Afficher/Masquer les extensions de fichiers
hu_hu: Fájlkiterjesztések megjelenítésének ki-/bekapcsolása
id_id: Pilih untuk menunjukkan ekstensi berkas
ja_jp: ファイル名拡張子を表示するかどうかを切り替える
ko_kr: 파일 확장자 표시 여부를 전환합니다
nb_no: Velg om filendelser skal vises
pt_pt: Alternar exibição das extensões dos ficheiros
ro_ro: Comută dacă se afișează extensiile fișierelor
ru_ru: Включить/выключить отображение форматов файлов
sv_se: Växla om filnamnstillägg ska visas
tr_tr: Dosya uzantılarının gösterilip gösterilmeyeceğini değiştirin
uk_ua: Перемкнути для показу розширень файлів
vi: Ẩn hoặc hiện phần mở rộng tệp
zh_hans: 切换文件扩展名显示
zh_hant: 切換是否顯示檔案副檔名

# TogglePreviewPaneDescription
source: Toggle whether to show preview pane
ca: Canvia el panell de vista prèvia per veure les previsualitzacions dels fitxers
cs_cz: Přepnout panel pro zobrazení náhledu souboru
da: Toggle the preview pane to view file previews
de_de: Umschalten, ob Vorschaupanel angezeigt werden soll
el: Εναλλαγή του παραθύρου προεπισκόπησης για προβολή προεπισκόπησης αρχείων
es_es: Mostrar panel de vista previa para ver la vista previa del archivo
fr_fr: Afficher/Masquer le volet d’aperçu pour afficher les aperçus des fichiers
hu_hu: Az előnézeti ablaktábla be- és kikapcsolása a fájlelőnézetek megtekintéséhez
id_id: Toggle the preview pane to view file previews
ja_jp: ファイルをプレビューするためのプレビュー ウィンドウを表示する
ko_kr: 파일을 미리 보려면 미리보기 패널로 전환하세요
nb_no: Veksle forhåndsvisningsruten for å vise forhåndsvisninger av filen
pt_pt: Alternar exibição do painel de pré-visualização
ro_ro: Comută panoul de previzualizare pentru a vizualiza previzualizări ale fișierelor
ru_ru: Переключить панель предпросмотра для просмотра превью файла
sk_sk: Toggle the preview pane to view file previews
sv_se: Slå på förhandsgranskningsrutan för att visa förhandsgranskningar av filer
tr_tr: Dosya önizlemelerini görüntülemek için önizleme bölmesini açın
uk_ua: Перемкнути панель попереднього перегляду файлів
vi: Ẩn hoặc hiện ngăn xem trước để xem nhanh nội dung tệp
zh_hans: 切换到预览窗格以预览文件
zh_hant: 開啟/關閉預覽視窗以查看文件預覽

# ToggleSidebarDescription
source: Toggle whether to show sidebar
ca: Mostra/amaga la barra lateral
cs_cz: Přepněte, zda se zobrazí postranní panel
da: Slå til/fra om sidepanelet skal vises
de_de: Umschalten, ob Seitenleiste angezeigt werden soll
el: Εναλλαγή εμφάνισης πλευρικής μπάρας
es_es: Mostrar/Ocultar barra lateral
fr_fr: Afficher/Masquer la barre latérale
hu_hu: Oldalsáv megjelenítésének ki-/bekapcsolása
id_id: Pilih untuk menujukkan sidebar
ja_jp: サイドバーを表示するかどうかを切り替える
ko_kr: 사이드바 표시 전환
nb_no: Velg om du vil vise sidepanelet
pt_pt: Alternar exibição da barra lateral
ro_ro: Comută dacă se afișează bara laterală
ru_ru: Включить/выключить отображение боковой панели
sv_se: Växla om sidofältet ska visas
tr_tr: Yan bölme görünürlüğünü aç / kapa
uk_ua: Перемкнути для показу бічної панелі
vi: Ẩn hoặc hiện thanh bên
zh_hans: 切换侧边栏显示
zh_hant: 切換是否顯示側邊攔

# CopyItemDescription
source: Copy item(s) to clipboard
ar: نسخ العناصر إلى الحافظة
bg: Копиране на елемент(ите) в буферната памет
ca: Copia els elements al porta-retalls
cs_cz: Kopírovat do schránky
da: Kopiér element(er) til udklipsholder
de_de: Element(e) in Zwischenablage kopieren
el: Αντιγραφή στοιχείου(ων) στο πρόχειρο
es_es: Copiar elemento(s) al portapapeles
fr_fr: Copier le(s) élément(s) vers le presse-papiers
hu_hu: Copy {0, plural, one {item} other {items}} to clipboard
id_id: salin item(s) ke clipboard
it_it: Copia gli elementi negli appunti
ja_jp: 項目をクリップボードにコピーする
ko_kr: Copy {0, plural, one {item} other {items}} to clipboard
nb_no: Kopier objekt(er) til utklippstavlen
pl_pl: Kopiuj element(y) do schowka
pt_pt: Copiar itens para a área de transferência
ro_ro: Copiază elementul/le în clipboard
ru_ru: Копировать элемент(ы) в буфер обмена
sv_se: Kopiera objekt(en) till urklipp
tr_tr: Copy {0, plural, one {item} other {items}} to clipboard
uk_ua: Копіювати елемент(и) до буфера обміну
vi: Sao chép khoản mục vào bộ nhớ tạm
zh_hans: 复制{0, plural, other {项目}}
zh_hant: 將項目複製到剪貼簿

# CopyPathDescription
source: Copy path of item to clipboard
ar: نسخ مسار العنصر إلى الحافظة
bg: Копиране на пътя на елемента в буферната памет
ca: Copia el camí del directori actual al porta-retalls
cs_cz: Kopírovat cestu aktuální složky do schránky
da: Kopiér sti af element til udklipsholder
de_de: Pfad des Elements in die Zwischenablage kopieren
el: Αντιγραφή διαδρομής των επιλεγμένων στοιχείων στο πρόχειρο
es_es: Copiar la ruta del directorio actual al portapapeles
fr_fr: Copier le chemin du dossier actuel dans le presse-papiers
hu_hu: A kiválasztott elemek elérési útjának másolása a vágólapra
id_id: Salin jalur sebuah file ke salinan
it_it: Copia il percorso negli appunti
ja_jp: 項目のパスをクリップボードにコピーする
ko_kr: 선택된 요소들의 경로를 클립보드에 복사하기
nb_no: Kopier banen til de valgte elementene til utklippstavlen
pl_pl: Kopiuj ścieżkę elementu do schowka
pt_pt: Copiar caminho do item para a área de transferência
ro_ro: Copiază calea elementului în clipboard
ru_ru: Копировать путь выбранных элементов в буфер обмена
sv_se: Kopiera sökväg för valda objekt till urklipp
tr_tr: Seçilen öğelerin yolunu panoya kopyala
uk_ua: Копіювати шлях до вибраних елементів в буфер обміну
vi: Sao chép đường dẫn khoản mục đã chọn vào bộ nhớ tạm
zh_hans: 复制当前目录的路径到剪贴板
zh_hant: 將目前目錄的路徑複製到剪貼簿

# CutItemDescription
source: Cut item(s) to clipboard
ar: قص العناصر إلى الحافظة
bg: Изрязване на елемент(и) към буферната памет
ca: Retalla els elements al porta-retalls
cs_cz: Vyjmout do schránky
da: Klip element(er) til udklipsholder
de_de: Element(e) in die Zwischenablage ausschneiden
el: Αποκοπή στοιχείου(ων) στο πρόχειρο
es_es: Cortar elemento(s) al portapapeles
fr_fr: Couper le(s) élément(s) dans le presse-papiers
hu_hu: Cut {0, plural, one {item} other {items}} to clipboard
id_id: Salin item(s) ke clipboard
it_it: Taglia gli elementi
ja_jp: 項目をクリップボードに切り取る
ko_kr: Cut {0, plural, one {item} other {items}} to clipboard
nb_no: Klipp ut element(er) til utklippstavlen
pl_pl: Wytnij element(y) do schowka
pt_pt: Cortar itens para a área de transferência
ro_ro: Decupează elementul/le în clipboard
ru_ru: Вырезать элемент(ы) в буфер обмена
sv_se: Klipp ut objekt till urklipp
tr_tr: Cut {0, plural, one {item} other {items}} to clipboard
uk_ua: Вирізати елемент(и) до буфера обміну
vi: Chuyển khoản mục vào bộ nhớ tạm
zh_hans: 剪切{0, plural, other {项目}}
zh_hant: 剪下項目到剪貼簿

# PasteItemDescription
source: Paste item(s) from clipboard to current folder
ar: لصق العناصر من الحافظة إلى المجلد الحالي
bg: Поставяне на елемент(и) от буферната памет в текущата папка
ca: Enganxa els elements del porta-retalls a la carpeta actual
cs_cz: Vložte položku(y) že schránky do aktuální složky
da: Indsæt element(er) fra udklipsholder til den aktuelle mappe
de_de: Element(e) aus der Zwischenablage in aktuellen Ordner einfügen
el: Επικόλληση στοιχείου(ων) από το πρόχειρο στον τρέχοντα φάκελο
es_es: Pegar elemento(s) del portapapeles en la carpeta actual
fr_fr: Coller le(s) élément(s) du presse-papiers dans le dossier actuel
hr_hr: Paste item(s) from clipboard to the current folder
id_id: Tempel item(s) dari clipboard ke folder yang sekarang
it_it: Incolla gli elementi dagli appunti alla cartella di lavoro
ja_jp: 項目をクリップボードから現在のフォルダーに貼り付ける
ka: Paste item(s) from clipboard to the current folder
nb_no: Lim inn element(er) fra utklippstavle til gjeldende mappe
pt_pt: Colar itens na pasta atual (da área de transferência)
ro_ro: Lipiți element(ele) din clipboard în folderul curent
ru_ru: Вставить элемент(ы) из буфера в текущую папку
sv_se: Klistra in objekt från urklipp till nuvarande mapp
uk_ua: Вставити елемент(и) з буфера обміну до поточної папки
vi: Dán khoản mục từ bộ nhớ tạm vào thư mục hiện tại
zh_hans: 将剪贴板中的项目粘贴到当前文件夹
zh_hant: 從剪貼簿貼上項目到所在資料夾

# PasteItemToSelectionDescription
source: Paste item(s) from clipboard to selected folder
ar: لصق العناصر من الحافظة إلى المجلد المحدد
bg: Поставяне на елемент(и) от буферната памет в избраната папка
ca: Enganxa els elements del porta-retalls a la carpeta seleccionada
cs_cz: Vložte položku(y) ze schránky do vybrané složky
da: Indsæt element(er) fra udklipsholder til den valgte mappe
de_de: Element(e) aus der Zwischenablage in ausgewählten Ordner einfügen
el: Επικόλληση στοιχείου(ων) από το πρόχειρο στον επιλεγμένο φάκελο
es_es: Pegar elemento(s) del portapapeles en la carpeta seleccionada
fr_fr: Coller le(s) élément(s) du presse-papiers vers le dossier sélectionné
hr_hr: Paste item(s) from clipboard to the selected folder
id_id: Tempel item(s) dari clipboard ke folder yang dipilih
it_it: Incolla gli elementi dagli appunti alla cartella selezionata
ja_jp: 項目をクリップボードから選択したフォルダーに貼り付ける
ka: Paste item(s) from clipboard to the selected folder
nb_no: Lim inn element(er) fra utklippstavle til valgt mappe
pt_pt: Colar itens na pasta selecionada (da área de transferência)
ro_ro: Lipiți element(ele) din clipboard în folderul selectat
ru_ru: Вставить элемент(ы) из буфера обмена в выбранную папку
sv_se: Klistra in objekt från urklipp till den valda mappen
uk_ua: Вставити елемент(и) з буфера обміну до вибраної папки
vi: Dán khoản mục từ bộ nhớ tạm vào thư mục đã chọn
zh_hans: 将剪贴板中的项目粘贴到所选文件夹
zh_hant: 從剪貼簿貼上項目到所選資料夾

# DeleteItemDescription
source: Delete item(s)
bg: Изтрий елемент/и
ca: Elimina els elements
cs_cz: Smazat položku(y)
da: Slet element(er)
de_de: Objekt(e) löschen
el: Διαγραφή στοιχείου(ων)
es_es: Eliminar elemento(s)
fr_fr: Supprimer le(s) élément(s)
hu_hu: {0, plural, one {#} other {#}} elem törlése
id_id: Hapus item
ja_jp: ファイルを削除する
ko_kr: {0, plural, other {항목}} 삭제
nb_no: Slett element(er)
nl_nl: Item(s) verwijderen
pl_pl: Usuń element(y)
pt_pt: Eliminar itens
ro_ro: Ștergere element(e)
ru_ru: Удалить элемент(ы)
sk_sk: Odstrániť položku(y)
sv_se: Ta bort objekt
th_th: กำลังลบรายการ
tr_tr: {0, plural, one {Öğeyi} other {Öğeleri}} sil
uk_ua: Видалити елемент(и)
vi: Xóa khoản mục
zh_hans: 删除{0, plural, other {项目}}
zh_hant: 刪除檔案

# CreateFolderDescription
source: Create new folder
bg: Създаване на нова папка
ca: Crea una carpeta nova
cs_cz: Vytvořit novou složku
da: Opret ny mappe
de_de: Neuen Ordner erstellen
el: Δημιουργία νέου φακέλου
es_es: Crear nueva carpeta
fr_fr: Créer un nouveau dossier
hu_hu: Új mappa létrehozása
id_id: Buat folder baru
ja_jp: 新しいフォルダーを作成する
ko_kr: 새 폴더 만들기
nb_no: Lag ny mappe
nl_nl: Nieuwe map maken
pt_pt: Criar nova pasta
ro_ro: Crează un folder nou
ru_ru: Создать папку
sv_se: Skapa ny mapp
tr_tr: Yeni klasör oluştur
uk_ua: Створити нову теку
vi: Tạo thư mục mới
zh_hans: 创建新文件夹
zh_hant: 新增資料夾
